Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: Complete JSEA before commencing work.
es: Llenar la JSEA antes de iniciar los trabajos.

source: Complete Learning Course.
es: Curso de Aprendizaje Completado.

source: Complete a Work Method Statement (WMS) for all tasks and ensure a Job Safety Environment Analysis (JSEA) is conducted at the start of each day.
es: Tener un WMS para todas las tareas y asegurarse de que se ejecute un JSEA al empezar cada día.

source: Complete a four-hour flow and recovery test on each piezometer – assuming both are under flowing artesian conditions at the surface.
es: Llevar a cabo una prueba de flujo y recuperación de cuatro horas en cada piezómetro, suponiendo que ambos se encuentran en condiciones de flujo artesiano en la superficie.

source: Complete a resistivity geophysical survey to determine changes in moisture and groundwater conditions in the Colluvium every six months (wet and dry season).
es: Llevar a cabo un levantamiento geofísico de resistividad para determinar cambios en las condiciones de humedad y aguas subterráneas en el Coluvión cada seis meses (estación húmeda y seca).

source: Complete sections 1 and 5 for Project Site, Laboratory, Warehouse or Office Complete sections 2 and 5 for Client Office or Subcontractor’s Office
es: Llena los puntos 1 y 5 para sitio de proyecto, laboratorio, bodega u oficina Llena los apartados 2 y 5 para oficina de cliente o de subcontratista

source: Complete the GAL Investigation Report.
es: Completar el Informe de Investigación GAL.

source: Complete ITA if traveling to a high risk location
es: Llenar una ITA si se viaja a un destino de alto riesgo

source: Completed by:
es: Rellenado por:

source: Completed for the year
es: Completados para el año

source: Completed forecast simulations with the FEFLOW models to estimate the potential seepage pathways (and rates) from each of the facilities, and the change in groundwater elevations (i.e., drawdown) and groundwater balance across the Site.
es: Se realizaron simulaciones predictivas con los modelos de FEFLOW para estimar las vías (y tasas) potenciales de infiltración de cada instalación y el cambio en el nivel de las aguas subterráneas (abatimiento), así como el balance de las aguas subterráneas en todo el Sitio.

source: Completing our work safely is, and always will be, priority number one for Golder.
es: Llevar a cabo nuestro trabajo con seguridad es, y siempre será, nuestra prioridad número uno en Golder.

source: Completing the Journey
es: Completar el Viaje

source: Compliance auditor for corporate audit programs in the continental USA, Chile and Argetnina.
es: Auditor de cumplimiento en programas de auditoria corporativa en Estados Unidos, Chile y Argentina.

source: Compliance with the FRC’s is mandatory.
es: El cumplimiento de los FRC es obligatorio.

source: Comply with Client’s site driving rules.
es: Acatar las reglas de conducción de las instalaciones del cliente.

source: Comply with requirements of the law, the client and Golder.
es: Cumplir con la normativa legal, los estándares del cliente y las directrices de Golder.

source: Comply with the requirements of the risk assessment and safe work standard
es: Cumplir con los requerimientos de la evaluación de riesgo y del estándar de trabajo seguro

source: Comprised of a polylithic volcaniclastic sequence that includes abundant sedimentary clasts within an unstratified sandy tuffaceous matrix and sporadic fracturing.
es: Compuesta de una secuencia volcanoclástica polilítica que incluye abundantes clastos sedimentarios en una matriz tobácea arenosa no estratificada y con fracturamiento esporádico.

source: Computer programs utilized: FLAC2D, DESRA2C, PROSHAKE, SYNTH, FLACSLOPE, SLOPEW and the user-defined, constitutive models UBCSAND and UBCHyst.
es: Se utilizaron los programas computacionales FLAC2D, DESRA2C, PROSHAKE, SYNTH, FLAC SLOPE, SLOPEW y los modelos constitutivos definidos por el usuario UBCSAND y UBCHyst.

source: Computer programs utilized: FLAC2D, PROSHAKE, SLOPEW, and the constitutive models UBCSAND and UBCHyst.
es: Se utilizaron los programas computacionales FLAC2D, PROSHAKE, SLOPEW y los modelos constitutivos UBCSAND y UBCHyst.

source: Concentrations equal to the Threshold Limit Value (TLV) are recorded.
es: Concentraciones registradas equivalentes al límite de exposición profesional (LEP)

source: Concentrations of greater than 20% of the Lower Explosive Limit (LEL) are recorded.
es: Concentraciones registradas que superan en 20% el límite inferior de explosividad (LIE).

source: Concept to DE/Constrution including permitting of treated water pipeline incl. discharge
es: Ingeniería conceptual a detalle/construcción además de tramitación de permisos para el sistema de conducción de agua tratada y su descarga

source: Conceptual Model
es: Modelo conceptual

source: Conceptual and Basic Design of cooling water discharge tunnels for two nuclear reactors in Korea (SKN 1&2).
es: Diseño conceptual y básico de túneles de impulsión de agua de enfriamiento para dos reactores nucleares en Corea (SKN 1 y2).

source: Conceptual and Basic Design of cooling water intake and discharge conduits for two nuclear reactors in Korea (SWN 1&2).
es: Diseño conceptual y básico de conductos de captación e impulsión de agua de enfriamiento para dos reactores nucleares en Corea (SWN 1 y 2).

source: Conceptual design for two 10 km long, 13.5 m diameter diversion tunnels for the proposed Sir Adam Beck 3 Hydroelectric Station.
es: Diseño conceptual de dos túneles de derivación de 10 km de longitud y 13,5 km de diámetro para el proyecto de central hidroeléctrica Sir Adam Beck 3.

source: Conceptual plug design for isolating the old mined out areas to the planned ones, as well as for underground storage of tailings.
es: Diseño conceptual de tapón para aislar las zonas antiguas explotadas de las zonas planeadas, así como para almacenamiento subterráneo de relaves.

source: Concerns were not considered regarding the need to comply with confined space entry requirements including controls to mitigate exposures to potentially hazardous atmospheres.
es: Tampoco se consideró la necesidad de cumplir con los requerimientos para el ingreso a espacios confinados, que incluyen controles para mitigar la exposición a atmósferas potencialmente peligrosas.

source: Conclusions
es: Conclusiones

source: Conclusions Regarding the Golder (2015) Study
es: Conclusiones sobre el estudio de Golder (2015)

source: Conclusions based on our review
es: Conclusiones basadas en nuestra revisión;

source: Conclusions regarding the Golder (2015) study
es: Conclusiones con respecto al estudio de Golder (2015)

source: Conclusions shall be restricted to those that can be drawn from the factual evidence obtained and shall be capable of being justified and verifiable.
es: Las conclusiones deberán restringirse a las que se puedan obtener a través de la evidencia fáctica y deberán ser justificables y verificables.

source: Concrete Coring Incident
es: Incidente con extracción de testigos de hormigón

source: Concrete, water barriers, earth berm.
es: Concreto, barreras acuáticas, berma de tierra

source: Concur
es: Coincidir

source: Conditions to Approval
es: Condiciones de aprobación

source: Conditions, actions and deficiencies in each of the 4Ps may be identified as contributing factors to the subsequent incident.
es: Se pueden identificar condiciones, acciones y deficiencias en cada una de las 4Ps como factores que hayan contribuido al incidente posterior.

source: Conduct Toolbox meetings every day.
es: Tener reuniones de seguridad a diario.

source: Conduct a HAZID workshop with the project team, subcontractor, client, etc. to determine:
es: Tener un taller HAZID con el equipo del proyecto, subcontratista, cliente, etc. para definir:

source: Conduct a Lessons Learned workshop
es: Hacer un taller de lecciones aprendidas

source: Conduct a kick-off meeting.
es: Hacer una reunión de inicio.

source: Conduct a quarterly Project HSSE Evaluation.
es: Hacer una evaluación trimestral de HSSE del proyecto.

source: Conduct an inspection prior to de-mobilization.
es: Hacer una inspección antes de la desmovilización.

source: Conduct emergency drills.
es: Hacer simulacros de emergencia.

source: Conduct regular HSSE observations, inspections and audits.
es: Hacer observaciones, inspecciones y auditorías de HSSE regularmente.

source: Conduct a 72-hour pumping test in each well separately.
es: Llevar a cabo una prueba de bombeo de 72 horas en cada pozo por separado.

source: Conduct a risk assessment before starting work
es: Efectuar una evaluación de riesgos antes de iniciar los trabajos.

source: Conduct a risk assessment considering the route, mode of transport, operator, schedule, etc.
es: Realize una evaluación de riesgos, tomando en consideración la ruta, medio de transporte, operador, horarios, etc.

source: Conduct a toolbox meeting and Job Safety & Environmental Analysis (JSEA) before initiating activities
es: Tener una charla de seguridad y hacer un análisis de seguridad en el trabajo (AST) antes de iniciar las actividades

source: Conduct a utility clearance, using the technology appropriate for the conditions.
es: Hacer una búsqueda de servicios enterrados usando la tecnología acorde a las condiciones.

source: Conduct a visual inspection prior to use.
es: Llevar a cabo una inspección visual antes de usar.

source: Conduct and display sensitivity analyses to show the relative hazard significance of various elements of the SSC and GMC models.
es: Llevar a cabo y mostrar los análisis de sensibilidad para demostrar la importancia de la peligrosidad relativa de diversos elementos de los modelos SSC y GMC.

source: Conduct geologic field work to assess the recency and slip rates of crustal faults, especially the Atacama fault, which has higher slip rates than the other faults based on the available literature.
es: Llevar a cabo trabajo geológico de terreno para evaluar la antigüedad y las tasas de deslizamiento de las fallas corticales, en especial de la falla Atacama, que tiene tasas de deslizamiento mayores que las demás fallas según la literatura disponible.

source: Conduct studies required to establish Bankable Feasibility Study slope design criteria for the Salobo copper project near Carajás in northern Brazil.
es: Llevó a cabo estudios requeridos para establecer los criterios de diseño de taludes del Estudio de Factibilidad Bancable para el proyecto cuprífero Salobo cercano a Carajás, en el norte de Brasil.

source: Conducted by trained personnel who are independent of the area / project being audited.
es: llevada a cabo por personal capacitado que es independiente del área/proyecto sometido a auditoría.

source: Conducted regular inspections to observe progress of remediation and establish acceptance criteria.
es: Llevó a cabo inspecciones regulares para observar el avance de la remediación y establecer criterios de aceptación.

source: Conducted workshop in Sudbury, Ontario for the mining community on the use of probabilistic tools in the analysis of underground wedges.
es: Taller hecho en Sudbury, Ontario, para la comunidad minera en el uso de herramientas probabilísticas en el análisis de cuñas subterráneas.

source: Conference
es: Conferencia

source: Confidence in protection and rescue
es: Confianza en la protección y rescate

source: Confidence in the equipment
es: Confianza en el equipo

source: Confidence In Quaternary Activity
es: Confianza en actividad en el cuaternario

source: Confidencial - pipeline systems
es: Confidencial - sistemas de conducción

source: Confidencial - pipeline/dredging systems
es: Confidencial - sistema de conducción/sistema de dragado

source: Confidential
es: Confidencial

source: Confidential - pipeline routing and detailed engineering of new and existing gas pipelines up to 36-inch diameter and 1400 psi
es: Confidencial - estudio de trazado para sistemas de conducción e ingeniería de detalle de gasoductos nuevos y actuales de hasta 36 pulg. de diámetro y 1400 psi de presión

source: Confidential Energy Generation Client
es: Cliente Confidencial de Generación Energética

source: Confidential Manufacturing Client
es: Cliente Industrial Confidencial

source: Confined space entry and working at heights are both high risk work and exposures to these activities can result in fatality.
es: El ingreso a espacios confinados y el trabajo en altura son ambos de alto riesgo y la exposición a estas actividades puede ser letal.

source: Confirm the characterization of seismogenic sources within about a 200 km radius of the Spence Mine site (APPENDIX A);
es: Confirmar la caracterización de fuentes sismogénicas en un radio de alrededor de 200 km de la mina Spence (ANEXO A);

source: Confusing directions, conflicting demands
es: Direcciones confusas, demandas conflictivas

source: Connect transducers to data logger and program to monitor pore pressure every six hours;
es: Conectar transductores a data logger y programarlos para monitorear la presión de poros cada seis horas;

source: Consequence
es: Consecuencia

source: Consequence - The severity of probable adverse effects if an incident, event, condition and/or practice occurred.
es: Consecuencia: gravedad de los efectos adversos probables en caso de un incidente, evento, condición o práctica.

source: Consequences are assigned weights according to the Golder risk matrix definitions.
es: Las consecuencias tienen ponderaciones asignadas según las definiciones de la matriz de riesgos de Golder.

source: Consequences:
es: Consecuencia:

source: Consequential Damage Exclusion
es: Exclusión de daños indirectos

source: Consider consulting with local office or colleagues familiar with the chosen route if there are any unknown risks that may need to be mitigated.
es: Considere el consultar en la oficina local o a sus colegas familiarizados con la ruta si acaso hay riesgos desconocidos que podría ser necesario mitigar.

source: Consider electrolyte drinks that contain 80 g of potassium, 45 g of sodium and up to 25 g of magnesium.
es: Considerar bebidas isotónicas que contengan 80 mg de potasio, 45 mg de sodio y hasta 25 mg de magnesio

source: Consider factors such as noise, language and the working environment when selecting communication methods on Site.
es: Considerar factores como el ruido, el idioma y el entorno de trabajo al seleccionar métodos de comunicación en el sitio.

source: Consider having MSC professionals work in the Golder Santiago office for detailed analyses
es: Considerar que los profesionales de MSC trabajen en la oficina de Golder en Santiago para los análisis detallados.

source: Consider that segregation of waste makes it easier to organise reuse, recycle and recover.
es: Considerar que la segregación de residuos facilita organizar la reutilización, el reciclaje y la recuperación.

source: Consider the following risks associated when planning work in remote areas.
es: Considerar los siguientes riesgos asociados al planificar trabajos en zonas apartadas.

source: Consider using a batter bucket (no teeth on the bucket) until below the depth of possible services.
es: Considerar el uso de una cuchara sin dientes hasta pasar la profundidad de los posibles servicios.

source: Consideration of human factors/ergonomics
es: Consideración de factores / ergonomía humana

source: Consideration should be given to conducting formal planning for more complex investigations.
es: Se debe considerar realizar planificación formar para investigaciones más complejas.

source: Consideration should be given to the adequacy of the documentation and the instructions provided to those involved in the incident and their level of understanding the procedures governing their work activities.
es: Se debe tener en cuenta la adecuación de la documentación y las instrucciones proporcionadas a los involucrados en el incidente y su nivel de comprensión de los procedimientos que rigen sus actividades de trabajo.

source: Consideration to offer candidate immediate P or A status
es: Considerar ofrecer al candidato estatus inmediato de P o A

source: Consideration to offer candidate immediate nomination for P or A
es: Considerar ofrecer al candidato nominación inmediata a P o A

source: Consistent with earlier discussions, Figure 17 illustrates that the simulated groundwater elevation generally lies within (or near the base of) the saprolite / weathered bedrock units.
es: En concordancia con lo mencionado anteriormente, la Figura 17 ilustra que la elevación simulada de las aguas subterráneas suele encontrarse dentro (o cerca de la base) de las unidades de saprolito / basamento rocoso meteorizado.

source: Consistent with our journey to an interdependent HS culture and our commitments to the Environment, this Manual has been aligned with the internationally recognized standards for health, safety and environmental management excellence (Occupational Health and Safety Assessment Series - [OHSAS] 18001:2007 and the International Organisation for Standardization Environmental Management Systems Standard - [ISO] 14001:2015).
es: En concordancia con nuestro viaje hacia una cultura de interdependencia en salud y seguridad y nuestro compromiso con el medio ambiente, este Manual sigue la línea de las normas internacionalmente reconocidas de excelencia en gestión de la salud, la seguridad y el medio ambiente (OHSAS 18001:2007 e ISO 14001:2015).

source: Consistent with our values we will be contacting conference organisers and requesting they share our communication regarding the risk with attendees.
es: En concordancia con nuestros valores, contactaremos a los organizadores de conferencias y solicitaremos que informen este comunicado de riesgo con los participantes.

source: Consistent with that described for the tailings and waste rock management areas, seepage (surface discharge) from the pit to the environment would not commence until acceptable water quality conditions are achieved.
es: En concordancia con lo descrito para las áreas de manejo de relaves y roca estéril, la infiltración (descarga superficial) desde el pit al ambiente no comenzaría hasta que se hayan alcanzado condiciones aceptables de calidad del agua.

source: Consistent work and rest hours.
es: Horarios de trabajo y descanso coherentes.

source: Consortia/Joint Venture/LLC Arrangements or Agreements
es: Consorcio/sociedad de riesgo compartido/sociedad de responsabilidad limitada

source: Constant head bounaries were placed on the left and right hand sides to represent the regional groundwater heads (1000 mASL, and 860 mASL, respectively).
es: Se asignaron condiciones de frontera de carga constante en los costados izquierdo y derecho para representar los niveles regionales de agua subterránea (1000 m s.n.m. y 860 m s.n.m., respectivamente).

source: Constant head boundaries were applied along the surface where the model intersects the Guacas River at an elevation of 908 mASL (these boundaries were removed for forecast simulations).
es: Se aplicaron condiciones de frontera de carga constante a lo largo de la superficie donde el modelo intersecta el rio Guacas a una elevación de 908 m s.n.m. (donde estas fronteras fueron quitadas para las simulaciones predictivas).

source: Constant Head Boundaries
es: Condición de borde de carga constante

source: Constantly assess the hazards and implement appropriate controls
es: Evaluar constantemente los peligros e implementar controles adecuados

source: Constrained movement
es: Movimiento restringido

source: Construct the test well to draw groundwater from the fractured breccia aquifer.
es: Construir el pozo de pruebas para extraer aguas subterráneas del acuífero en la brecha fracturada.

source: Constructed and calibrated a 3D (FEFLOW) groundwater model of the Project area to current conditions.
es: Se desarrolló y calibró un modelo 3D (FEFLOW) de las aguas subterráneas en el área del Proyecto bajo las condiciones actuales.

source: Construction
es: Construcción

source: Construction and O&M pursuits including, but not limited to, Construction Management (CM) for fee (Agency), CM at Risk, General Construction, EPC, EPCM, PPP and O&M where Golder is responsible for construction or operations and maintenance risk (threshold amounts refer to Golder's gross contract amount)
es: Búsquedas de construcción y operación + mantenimiento, sin limitarse a la gestión de la construcción por una tarifa (agencia), contratista general de obra con gestión de riesgo, construcción general, EPC, EPCM, PPP y operación + mantenimiento en que Golder sea responsable de los riesgos de la construcción o la operación y el mantenimiento (los montos límite se refieren al monto contractual total de Golder)

source: Consult Travelling with Golder for further information.
es: Más información en Travelling with Golder.

source: Consult the operating manual prior to changing a tyre.
es: Consultar el manual de operación antes de cambiar un neumático.

source: Consulting Agreements (other than under an unmodified, Golder standard form Agreements)
es: Contratos de consultoría (que no estén bajo un contrato tipo de Golder sin modificar

source: Contact Ernie Miranda for NA Compliance issues.
es: Contactar a Ernie Miranda para asuntos de Cumplimiento en Norteamérica.

source: Contact Leticia Garlobo for NA Mining Project HSSE inquiries.
es: Contactar a Leticia Garlobo para consultas a HSSE de Proyectos Mineros en Norteamérica.

source: Contact Renae Mayo for Global Mining HSSE and NA HSSE Leader inquiries.
es: Contactar a Renae Mayo para consultas al Líder Global de HSSE en Minería y Norteamérica.

source: Contact Rose Adam if you have issues with this page.
es: Contactar a Rose Adam si tiene problemas con esta página.

source: Contact Golder employees
es: Contactar a los colaboradores de Golder

source: Contact Name
es: Nombre del contacto

source: Contact Telephone Number(s)
es: Teléfono(s) de contacto

source: Contact must be made with the electricity provider and approval granted if work is to be undertaken within these clearance distances.
es: Debe contactarse al proveedor de electricidad y tener autorización si los trabajos se ejecutarán dentro del radio de estas distancias.

source: Contact numbers
es: Teléfonos de contacto

source: Contact the HSSE TEAM for Support!
es: Pedir apoyo al EQUIPO DE HSSE

source: Contact the HSSE Team for assistance.
es: Contactar al Equipo de HSSE para pedir asistencia.

source: Contact the HSSE team for assistance.
es: Pedir ayuda al equipo de HSSE.

source: Contact with of storage shelf and a sharp end of an upright racking element caused the employee to suffer a cut injury on their left leg which required first aid.
es: Al entrar en contacto con la cubierta y con el extremo afilado de un elemento de almacenamiento, el colaborador sufrió un corte en su pierna izquierda, lo que requirió de primero auxilios.

source: Contact:
es: Contacto.

source: Contact Martin Ferrero for the Latin America Mining region.
es: Contactar a Martin Ferrero para consultas sobre la región Minería Latinoamérica.

source: Contact Stuart Burgess for the EMEA and APAC Mining regions.
es: Contactar a Stuart Burgess para consultas sobre las regiones EMEA y Minería APAC.

source: Contains information on:
es: Contiene información sobre:

source: Contaminants
es: Contaminantes

source: Context information
es: Información de Contexto

source: Context of the organisation
es: Contexto de la organización

source: Contingency
es: Contingencia

source: Continually apply Take 5 to evaluate risks.
es: Aplicar Take 5 constantemente para evaluar riesgos.

source: Continually apply Take 5 to evaluate the risks
es: Aplicar constantemente Take 5 para evaluar los riesgos
